
<template>
<div>
    <div class="user-content"  >
       <div class="user-title">
         《华夏航空娱乐系统用户使用协议》
       </div>
        <div class="user-infos">
          <div class="indent">《华夏航空娱乐系统用户使用协议》（以下简称“本协议”）是华夏航空股份有限公司（以下简称“我公司”）与用户（以下简称“您”）就使用华夏航空机上娱乐服务系统（以下简称“本系统”）所订立的协议。   </div>
          <div class="indent"> 在此特别提醒，您欲使用本系统，须事先认真阅读（未成年人审阅时应得到法定监护人的陪同）并接受本协议中的各项条款，包括免除或者限制服务提供方（第三方航空公司）责任的有关条以及与用户使用有关的限制条款。本服务条款一旦发生变更，将会通过系统、网络通知等手段公布修改内容，修改后的服务条款一旦公布即有效代替原来的服务条款。您可在本系统登陆网页查阅最新版服务条款。   </div>
          <div class="indent"> 如果您勾选协议即表示您已充分理解并同意接受本协议的全部内容。如您不同意本协议的内容，请您停止注册登陆。如果您不同意本服务条款，则不能获得使用本服务的权利。您若有违反本条款的任何规定，服务提供方有权随时中止或终止您服务的使用资格并保留追究相关法律责任的权利。   </div>
          <div class="weight"> 一、服务内容</div>
          <div class="indent">  我公司可向您提供包含各种服务的机载娱乐系统，包括但不限于游戏类服务、工具类服务、电子商务类服务、视频或音乐类服务等现存的各种服务及今后可能出现的各种服务。</div>
          <div class="weight">二、用户义务</div>
          <div class="indent">1.本系统及服务基于《中华人民共和国民用航空法》、《中国民用航空标准化管理规定》建立，受《中华人民共和国民用航空法》、《中国民用航空标准化管理规定》和其他民用航空法律法规及条约的保护。</div>
          <div class="indent"> 2.您在遵守我公司飞行安全规定的前提下可依本协议适用本系统及享受服务。我公司有权在飞机起降及机内广播等特定场景暂停提供服务。</div>
          <div class="indent">3.特别提醒用户，使用互联网必须遵守国家有关的政策和法律，如《刑法》、《国家安全法》、《中华人民共和国保守国家秘密法》、《计算机信息系统安全保护条例》等，用户需以保护国家利益，保护国家安全为使用原则，对于违法使用互联网络而引起的一切责任，由用户负全部责任。</div>
          <div class="indent">4.您在遵守法律及本条款的前提下可依本协议使用本系统及享受服务，但用户无权实施包括但不限于下列行为：</div>
          <div>1）利用本系统及服务发表、传送、传播、储存危害国家安全、祖国统一、社会稳定的内容，或侮辱诽谤、色情、暴力、引起他人不安及任何违反国家法律法规政策的内容。</div>
          <div>2）利用本系统发表、传送、传播、储存侵害他人知识产权、商业机密权等合法权利的内容。</div>
          <div>3）进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本“软件”系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本“软件”系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称。</div>
          <div class="indent">5.用户须明白，使用本系统涉及到互联网服务，可能会受到各个环节不稳定因素的影响。因此服务存在不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。</div>
          <div class="weight">   三、知识产权</div>
          <div class="indent">1.本系统及服务由软件开发者开发，受《中华人民共和国著作权法》和其他相关法律法规及国际条约的保护。</div>
          <div class="indent">2.用户在遵守法律及本条款的前提下可依本协议使用本系统及享受服务，但用户无权实施包括但不限于下列行为：</div>
          <div>   1）删除系统及其他副本上所有关于版权的信息、内容；</div>
          <div>   2）对系统进行反向工程、反向汇编、反向编译等；</div>
          <div>   3）对于系统中相关信息等，未经书面同意，用户不得擅自实施包括但不限于下列行为：使用、复制、修改、链接、转载、汇编、发表、出版，建立镜像站点、擅自借助“软件”发展与之有关的衍生产品、作品等。</div>
          <div class="weight">   四、用户隐私保护</div>
          <div class="indent">   尊重用户个人隐私信息的私有性是本应用及服务的原则，开发者将会采取合理的措施保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或用户同意等原因外，未经用户同意不向第三方公开、透露用户个人隐私信息。</div>
          <div class="weight">   五、免责事项</div>
          <div class="indent">   1.本系统及服务同大多数因特网产品一样，易受到各种安全问题的困扰，包括但不限于：</div>
          <div>   1）透露详细个人资料，被不法分子利用，造成现实生活中的骚扰。</div>
          <div>   2）哄骗、破译密码。</div>
          <div>   3）下载安装的其它软件中含有“特洛伊木马”等病毒，威胁到个人计算计上信息和数据的安全，继而威胁对本系统及服务的使用。</div>
          <div class="indent">   2.开发者为了本系统整体运营的需要，在经我公司许可后，开发者拥有随时修改或中断、中止或终止服务而不需通知您的权利，开发者行使前述权利不需对您或任何第三方负责或承担任何赔偿责任。</div>
          <div class="indent">   3.使用本服务产品存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，开发者对服务不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适商性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。</div>
          <div class="indent">   4.本系统可能包含由第三方网站予以维护的链接或参考资料。这些链接仅用于为用户提供方便。本系统开发者无法对第三方网站内容或可用性予以控制或对其负责。其中一些信息和报价由开发者合作伙伴独立提供。请注意，开发者合作伙伴公布的相关条款适用于这些服务和报价，且所提供的转向其网站的链接并非成为本系统开发者建议或担保这些其他网站内容或其相关的表述。本系统开发者不对所连接网站的内容负责。如果用户决定访问任何与本网站相链接的第三方网站，则应完全自行承担相应风险并对使用第三方链接和参考承担全部责任。任何有意向与本系统建立链接的第三方均须事先通过书面形式将其链接意图知会本系统开发者。本系统开发者保留拒绝任何链接到本网站请求的权利。然而，即便本系统开发者下发了其书面链接许可，本系统开发者亦不承担任何与此第三方建立双向链接的责任。</div>
          <div class="indent">   5.因使用本系统所导致的结果，包括但不限于由于您的访问、使用、浏览或下载本系统或本系统的链接网站的任何资料而对您的计算机设备、软件、数据或其他资产感染病毒所造成的损失或损坏，本系统开发者不承担任何义务、赔偿责任，此外本系统与服务提供方也不保证能够满足您的需求。</div>
          <div class="weight">   六、法律适用及争议解决</div>
          <div class="indent"> 本协议条款的解释、效力及纠纷的解决，适用于中华人民共和国的法律（不包含港、澳、台地区的法律）。若发生任何纠纷或争议，应当友好协商解决，协商不成的，均应提交原告所在地的法院解决。</div>

        </div>

    </div>

</div>
</template>
<script>

export default {
  data() {
    return {
    }
  },
    created: function() {
    },
    components: {
         }
}
</script>
<style>
  .user-content{
    font-size: 12px;
    margin:30px;
    line-height: 20px;
  }
  .user-title{
    text-align:center;
    font-weight: bold;
  }
  .user-infos{
    margin-top: 20px;
  }
  .indent{
    text-indent: 30px;
  }
  .weight{
    font-weight: bold;
  }
</style>
